Repository: elementary/photos
Catalog: po/extra/*.po
Languages: cs, de, es, fr, pl, ru, sk, sv, zh_tw

source: Photo Viewer
cs: Prohlížeč fotografií
de: Fotobetrachter
es: Visor de fotos
fr: Visionneuse de photos
pl: Przeglądarka zdjęć
ru: Просмотрщик фотографий
sk: Prehliadač fotografií
sv: Bildvisare
zh_tw: 相片檢視器

source: Photos
cs: Fotky
de: Fotos
es: Fotos
pl: Zdjęcia
ru: Фотографии
sk: Fotografie
sv: Bilder
zh_tw: 相片

source: Organize your photos
cs: Spravujte své fotografie
de: Fotos verwalten
es: Organice sus fotos
fr: Organisez vos photos
pl: Zarządzaj swoimi zdjęciami
ru: Организуйте ваши фотографии
sk: Usporiadať svoje fotografie
sv: Organisera dina bilder
zh_tw: 整理您的相片

source: Photo Manager
cs: Správce fotografií
de: Fotoverwaltung
es: Gestor de fotos
fr: Gestionnaire de photos
pl: Menedżer zdjęć
ru: Менеджер фотографий

source: album;cameras;crop;edit;enhance;export;gallery;images;import;organize;photographs;photos;pictures;photography;print;publish;rotate;share;tags;video;
cs: album;fotoaparáty;oříznout;editovat;vylepšit;exportovat;galerie;obrázky;importovat;organizovat;fotografie;fotky;fotografovaní;tisk;publikovat;otočit;sdílet;označení;video;
de: album;kameras;zuschneiden;bearbeiten;optimieren;exportieren;galerie;bilder;importieren;verwalten;fotografien;fotos;bilder;fotografie;drucken;veröffentlichen;drehen;teilen;schlüsselwörter;video;tags;photos;
es: álbum;cámaras;recortar;editar;mejorar;exportar;galería;imágenes;importar;organizar;fotografías;fotos;imágenes;fotografía;imprimir;publicar;girar;compartir;etiquetas;vídeo;
fr: album;appareil photo;retailler;éditer;améliorer;exporter;galerie;images;importer;organiser;photographes;photos;images;photographie;imprimer;publier;rotation;partager;tags;vidéo;
pl: album;aparaty;przytnij;edytuj;zwiększ;eksport;obrazy;import;fotografie;zdjęcia;fotografia;druk;publikuj;obróć;udostępnij;znaczniki;wideo;
ru: album;cameras;crop;edit;enhance;export;gallery;images;import;organize;photographs;photos;pictures;photography;print;publish;rotate;share;tags;video;альбом;камеры;вырезать;изменить;улучшить;экспорт;галерея;изображения;импорт;организовать;фотографы;фото;печать;публикация;вращать;поделиться;теги;видео;
sk: album;fotoaparáty;orezať;upraviť;vylepšiť;exportovať;galéria;obrázky;import;správa;fotografie;fotky;obrázky;fotografia;tlač;zverejniť;otočiť;zdieľať;značky;video;
sv: album;kameror;beskär;redigera;förbättra;exportera;galleri;bilder;importera;organisera;fotografier;foton;fotografering;skriv ut;publicera;rotera;dela;taggar;video;
zh_tw: album;cameras;crop;edit;enhance;export;gallery;images;import;organize;photographs;photos;pictures;photography;print;publish;rotate;share;tags;video;相簿;照相機;相機;裁切;編輯;增強;優化;匯出;畫廊;影像;圖片;相片;匯入;整理;攝影;列印;發佈;發表;分享;旋轉;共享;標籤;標記;視訊;影片;

source: Photos is an easy-to-use, fast photo organizer. It allows you to import photos from your camera or disk, organize them by date and subject matter, even ratings. It also offers basic photo editing, like crop, red-eye correction, color adjustments, and straighten. Photos' non-destructive photo editor does not alter your master photos, making it easy to experiment and correct errors.
cs: Fotky je jednoduchý a rychlý správce fotografií. Umožňuje naimportovat vaše fotky z fotoaparátu nebo z disku, seřadit si je podle data pořízení nebo témata a také je ohodnotit. Zároveň nabízí základní nástroje pro editaci, jako oříznutí, oprava červených očí, barevné přizpůsobení a zvýraznění. Součástí aplikace je nedestruktivní editor fotografií, který vaše skvělé fotky nebude přepisovat. To vám umožní jednoduché experimentování a opravu chyb.
de: Fotos ist eine unkomplizierte, schnelle Fotoverwaltung. Mit ihr können Sie Fotos von Kameras oder Datenträgern importieren und sie nach Datum, Themen und auch Bewertungen sortieren. Die Anwendung bietet außerdem grundlegende Funktionen zur Fotobearbeitung wie Zuschneiden, Rote-Augen-Korrektur, Farbkorrektur und Ausrichtung. Fotos nicht-destruktive Bildbearbeitung ändert dabei die Originaldateien nicht, sodass Experimente mit Ihren Fotos und die Beseitigung von Fehlern risikolos möglich sind.
es: Fotos es un gestor de fotografías rápido y fácil de usar. Te permite importar tus fotos desde tu cámara o del propio disco, organizarlas por fecha, temas e incluso por calificación. También ofrece herramientas básicas de edición, como recortes, corrección de ojos rojos, ajustes de color y enderezado. El editor no destructivo de Fotos no altera tus fotos originales, lo que facilita experimentar con ellas para corregir errores.
fr: Photos est une solution simple et rapide pour organiser vos photos. Vous pouvez importer vos photos depuis votre appareil photos ou depuis un support de stockage, les classer par date, par sujet voir même par évaluation. Photos vous offre la possibilité d'éditer vos photographies, de les redimensionner, de supprimer les yeux rouges, d'ajuster les couleurs ainsi que de les remettre droites. Photos est un éditeur non destructif et n'altère aucunement vos photos originales vous permettant ainsi d'expérimenter à loisir et de corriger les erreurs présentes.
pl: Program Zdjęcia jest łatwym w użyciu, szybkim organizatorem zdjęć. Pozwala na importowanie zdjęć z aparatu lub dysku, organizowanie ich według daty, przedmiotu, a nawet według ocen. Oferuje także podstawową edycję zdjęć, taką jak przycinanie, korekcja czerwonych oczu, regulacja kolorów oraz prostowanie zdjęcia. Program Zdjęcia jest niedestruktywnym edytorem zdjęć, nie niszczy oryginalnych fotografii, dzięki czemu można łatwo eksperymentować i poprawiać błędy.
ru: Просмотрщик фотографий является простым в использовании, быстрым органайзером фотографий. Он позволяет импортировать фотографии с камеры или диска, организовывать их по дате, тематике и даже по рейтингу. Он также поддерживает базовые инструменты редактирования фотографий, такие как обрезка, коррекция эффекта красных глаз, настройка и выпрямление цвета. Просмотрщик фотографий сохраняет оригинальное изображение, так что вы с легкостью сможете экспериментировать и исправлять ошибки.
sk: Fotky sú rýchly a ľahko použiteľný správca fotografií. Umožňujú nahrávanie fotografií z fotoaparátu alebo disku, zoradenie podľa dátumu a ich obsahu alebo hodnotenia. Tiež ponúkajú základné úpravy ako orezanie, odstránenie červených očí, korekciu farieb a vyrovnanie. Vďaka nedeštruktívnej povahe aplikácie sa vaše pôvodné fotky nezničia, čo uľahčuje experimentovanie a opravu chýb.
sv: Bilder är en användarvänlig och kvick bildvisare. Den tillåter dig att importera bilder från din kamera eller lagringsenhet, organisera dem efter datum eller ämne, till och med ranking. Den erbjuder även grundläggande bildredigering, såsom beskärning, korrektion av röda ögon, färgjusteringar samt bilduträtning. Bilder ändrar aldrig originalbilden, vilket gör det enkelt att experimentera och korrigera fel i efterhand.
zh_tw: 《相片》是易用、快速的相片整理器。它讓您匯入相機、卡片或磁碟上的相片；或依據活動主題、日期、甚至評等來整理相片。它也提供基本的相片編輯功能，例如裁切、紅眼修正、色彩調整、拉直…等。《相片》的非破壞性相片編輯器不會修改您的原初相片，讓您能輕鬆體驗和修正錯誤。

source: Photos supports JPEG, PNG, TIFF, and a variety of RAW file formats.
cs: Aplikace Fotky podporuje soubory formátu JPEG, PNG, TIFF a různé typy RAW.
de: Fotos unterstützt JPEG, PNG, TIFF und eine Vielzahl von RAW-Dateiformaten.
es: Fotos admite los formatos JPEG, PNG y TIFF, así como diversos formatos no procesados.
fr: Photos gère les formats JPEG, PNG, TIFF ainsi qu'une variété de formats RAW.
pl: Program Zdjęcia obsługuje formaty JPEG, PNG, TIFF oraz wiele formatów RAW.
ru: Просмотрщик фотографий поддерживает форматы JPEG, PNG, TIFF, а также разнообразные форматы RAW.
sk: Prehliadač fotografií podporuje formáty JPEG, PNG, TIFF a rôzne formáty RAW.
sv: Bilder har stöd för JPEG, PNG, TIFF, och diverse varianter av RAW-filformat.
zh_tw: 《相片》支援 JPEG、PNG、TIFF 和各種 RAW 檔案格式。

source: Improvements:
pl: Ulepszenia:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
zh_tw: 改善項目：

source: New actions to copy image or metadata to clipboard
pl: Nowe akcje do kopiowania obrazka lub metadanych do schowka
ru: Возможность скопировать изображение или метаданные в буфер обмена
sk: Nové akcie na kopírovanie obrázku alebo metadát do schránky
sv: Nya åtgärder för att kopiera bild eller metadata till urklipp
zh_tw: 複製影像或中介資料到剪貼簿的新動作

source: Minor updates:
cs: Opravy drobných chyb:
de: Kleinere Aktualisierungen:
fr: Mises à jour mineures :
pl: Drobne aktualizacje:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
zh_tw: 小型更新：

source: Redesigned Photo Viewer icon
pl: Przeprojektowanie ikony Photo Viewer'a
ru: Переработана иконка Просмотрщика изображений
sk: Redizajn ikonky Zobrazovača fotografií
sv: Omdesignad ikon för fotovisare
zh_tw: 重新設計相片檢視器圖示

source: Translation updates
cs: Aktualizace překladů
de: Übersetzungsaktualisierungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
pl: Aktualizacje tłumaczenia
ru: Обновления перевода
sk: Aktualizácie prekladu
sv: Översättningsuppdateringar
zh_tw: 翻譯更新

source: Redesigned app icon
fr: Mise à jour de l'icône de l'application
pl: Przeprojektowanie ikony aplikacji
ru: Переработана иконка приложения
sk: Redizajnovaná ikonka aplikácie
sv: Omdesignad appikon
zh_tw: 重新設計應用程式圖示

source: Fixes:
cs: Provedené opravy:
de: Fehlerbehebungen:
fr: Corrections :
pl: Poprawki:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
zh_tw: 修正：

source: Photos taken on the same day show under the same event
cs: Fotky pořízené ve stejný den se zobrazují v rámci stejné události
fr: Les photos prises le même jour s'affichent sous le même événement
pl: Zdjęcia zrobione tego samego dnia pokazywane są teraz pod tym samym wydarzeniem
ru: Фотографии, сделанные в один день, показываются под одним событием
sk: Fotografie zaznamenané v rovnaký deň sa zobrazujú pod rovnakou udalosťou
sv: Bilder tagna samma dag visas under samma händelse
zh_tw: 將同一天拍的相片顯示在同一個事件下

source: Replace all instances of "Shotwell" with "Photos"
cs: Nahrazeny veškeré výskyty „Shotwell“ za „Fotky“
fr: Remplacement de toutes les instances de « Shotwell » par « Photos »
pl: Zamieniono wszystkie wystąpienia "Shotwell" na "Zdjęcia"
ru: Заменил все случаи упоминания «Shotwell» на «Фотографии»
sk: Nahradené všetky výskyty „Shotwell“ za „Fotografie“
sv: Ersätt alla förekomster av "Shotwell" med "Photos"
zh_tw: 將所有提到 Shotwell 的地方改為《相片》

source: Avoid a crash when importing videos
cs: Zamezeno pádu při importu videí
fr: Prévention d'un plantage lors de l'import de vidéos
pl: Zapobiegnięto błędowi krytycznemu przy importowaniu filmów
ru: Предотвращён сбой при импорте видео
sk: Zamedzenie pádu pri importe videí
sv: Undvik krasch vid import av videor
zh_tw: 修正匯入影片時可能發生的一個崩潰

source: Focus photos on startup when previewing to fix navigating with left and right arrow keys
cs: Zaměřeny fotky při spouštění když náhled aby bylo opraveno pohybování se pomocí kláves šipka vlevo a vpravo
de: Fotos beim Starten auswählen, so dass das Navigieren mit den Rechts- und Links-Pfeiltasten sichergestellt ist
fr: Mise au point des photos au démarrage lors de la prévisualisation pour corriger la navigation avec les touches fléchées gauche et droite
pl: Ustaw fokus na zdjęciach przy uruchamianiu by naprawić nawigowanie strzałkami
ru: Перенаправление фокуса на фотографии при открытии, исправляет навигацию левой и правой стрелками

source: Fix a possible crash with invalid date and time info
cs: Opraven možný pád kvůli neplatným informacím o datu a času
de: Behebt einen Fehler, der zum Absturz bei ungültigen Datums- und Zeitangaben führte
fr: Correction d'un éventuel plantage avec des informations de date et d'heure invalides
pl: Naprawiono potencjalny błąd krytyczny z nieprawidłowymi danymi o dacie i czasie
ru: Исправлен возможный сбой при недействительной информации о дате и времени

source: Move Toggle Sidebar and Toggle Photo Info actions to the main menubutton
cs: Přesunutí akcí vyp/zap. zobrazení postranního panelu a fotek do hlavního tlačítka nabídky
de: Button für das Ein- und Ausblenden der Seitenleiste und für Foto-Info zum Hauptmenübutton verschoben
fr: Déplacement des actions pour afficher/masquer la barre latérale et les informations sur la photo vers le bouton de menu principal
pl: Przeniesiono przełącznik panelu bocznego i przełącznik informacji o zdjęciach do głównego menu
ru: Переключатель боковой панели и переключатель информации о снимке перемещены в главную кнопку меню

source: Draw selection rectangle when dragging to select
cs: Vykreslení obdélníku výběry když se vybírá tažením
de: Zeichne ein Auswahlrechteck wenn zum Auswählen gezogen wird
es: Dibujar un rectángulo de selección al arrastrar para seleccionar
fr: Dessin d'un rectangle de sélection lors du glissement pour sélectionner
pl: Narysuj prostokąt zaznaczenia podczas przeciągania
ru: Показывать фоновое выделение при массовом выборе

source: Show image titles in preview mode
cs: Zobrazování titulků obrázků v náhledovém režimu
de: Bildnamen im Vorschaumodus anzeigen
es: Mostrar títulos de imágenes en modo de vista previa
fr: Affichage du nom des images en mode aperçu
pl: Pokaż nazwy obrazów w trybie podglądu
ru: Заголовки изображений показываются в режиме предварительного просмотра

source: Fix keyboard activation in tool windows
cs: Opravena aktivace klávesnicí v okně nástroje
de: Behebt einen Fehler bei der Tastaturaktivierung in Toolfenstern
es: Corregir la activación del teclado en las ventanas de herramientas
fr: Correction de l'activation du clavier dans la fenêtre des outils
pl: Naprawiono aktywację klawiatury w oknach narzędzi
ru: Исправлена активация клавиатуры в окнах инструментов

source: Show saved state correctly in the context-menu
cs: Správné zobrazování uloženého stavu v kontextové nabídce
de: Zeige gespeichert-Zustand korrekt im Kontextmenü an
es: Se muestra correctamente el estado de guardado en el menú contextual
fr: Nous affichons désormais correctement le statut d'enregistrement dans le menu contextuel
pl: Pokazuje zapisane stany poprawnie w menu kontekstowym
ru: Показывать сохраненное состояние правильно в контекстном меню

source: Add Open In menu to the photo viewer
cs: Přidat otevřít do nabídky prohlížeče fotek
de: Fügt "Öffnen in..." Menü zum Foto Viewer hinzu
es: Añade «Abrir» en el menú del visor de fotos
fr: Ajout du menu « Ouvrir dans » au visionneur de photos
pl: Dodano „Otwórz w” w ekranie wyświetlania
ru: Добавить Открыть в меню просмотра фотографий

source: Add checkerboard behind semi-transparent photos in grid view
cs: Přidána šachovnice za poloprůhledné fotky v zobrazení v mřížce
de: Schachbrettmuster hinter halbtransparenten Fotos in der Kachelansicht hinzugefügt
es: Añade un fondo de escaques tras las imágenes semitransparentes en la vista de cuadrícula
fr: Ajout de l'échiquier de transparence derrière les photos avec transparence dans la vue en grille
pl: Dodano szachownice w częściowo przezroczystych zdjęciach w widoku siatki
ru: Добавлена шахматная доска за полупрозрачными фотографиями в режиме просмотра сетки

source: Fix pasting in comment box
cs: Oprava vkládání do kolonky komentáře
de: Fehler beim Einfügen in die Kommentarbox behoben
es: Se arregla el pegado en el cuadro de comentarios
fr: Correction du copier-coller dans la boîte de commentaires
pl: Naprawiono wklejanie w miejscu na komentarz
ru: Исправлена вставка в поле для комментариев

source: Make sure we show the right apps in the Open In menu
cs: Ověření, že se v nabídce otevřít v zobrazují správné aplikace
de: Sicherstellen, dass wir die richtigen Apps im Öffnen in.. Menü zeigen
es: Las aplicaciones correctas aparecen en el menú Abrir en
fr: Nous nous assurons que nous montrons les bonnes applications dans le menu « Ouvrir dans »
pl: Upewniono się, że pokazujemy odpowiednie aplikacje w menu „Otwórz w”
ru: Убедитесь, что мы показываем правильные приложения в меню «Открыть в»

source: Redesign a large number of dialogs
cs: Předělání velké části dialogů
de: Große Anzahl an Dialogen neu gestaltet
es: Rediseño de un gran número de diálogos
fr: Reconception d'un grand nombre de boîtes de dialogue
pl: Przeprojektowano sporą liczbę wyskakujących okien
ru: Переработано большое количество диалоговых окон

source: Fix building against latest gexiv2
cs: Oprava sestavování s použitím nejnovějším gexiv2
de: Neuester gexiv2 beim Build berücksichtigt
es: Corrección de la compilación con la versión más reciente de gexiv2
fr: Correction de la compilation par rapport a la dernière version de gexiv2
pl: Naprawiono budowanie z najnowszym gexiv2
ru: Исправлена сборка в сравнении с последним gexiv2

source: Use Granite.MessageDialog throughout
cs: Použita Granite.MessageDialog po celou dobu
de: Konsequent Granite.MessageDialog benutzen
es: Se usa Granite.MessageDialog en todas partes
fr: Utilisation de Granite.MessageDialog partout
pl: Zmiana na używanie wszędzie Granite.MessageDialog
ru: Использование повсюду Granite.MessageDialog

source: Use Gtk.FileChooserNative throughout
cs: Použití Gtk.FileChooserNative po celou dobu
de: Konsequent Gtk.FileChooserNative benutzen
es: Se usa Gtk.FileChooserNative en todas partes
fr: Utilisation de Gtk.FileChooserNative partout
pl: Zmiana na używanie wszędzie Gtk.FileChooserNative
ru: Использование повсюду Gtk.FileChooserNative

source: Minor bug fixes
cs: Opravy drobných chyb
de: Kleinere Fehlerbehebungen
es: Reparación de errores menores
fr: Corrections d'anomalies mineures
pl: Poprawki drobnych błędów
ru: Исправления незначительных ошибок

source: Fix plugin windows not expanding
cs: Oprava nezvětšujících se oken zásuvných modulů
de: Beheben eines Fehler, der dafür sorgte, dass Plugin-Fenster nicht vergrößert wurden
es: Corrección de las ventanas del complemento que no se expanden
fr: Correction de la fenêtre du plugin qui ne s'étendait pas
pl: Naprawiono nie rozwijające się okna wtyczki
ru: Исправлена ошибка, когда окна плагинов не расширялись

source: Search box no longer loses focus after character input
cs: Kolonka pro vyhledávání už neztrácí zaměření po zadání znaku
de: Suchfeld verliert nicht länger den Fokus nach Buchstabeneingabe
es: El cuadro de búsqueda ya no pierde el foco después de ingresar caracteres
fr: La boîte de recherche ne perd plus la sélection après avoir tapé un caractère
pl: Pasek wyszukiwania nie traci już fokusu po wprowadzeniu znaków
ru: Окно поиска больше не теряет фокус после ввода символов

source: Colorized tint and temperature scales
cs: Obarvené stupnice tint a teploty
de: Sättigungs- und Farbtemperaturskalen coloriert
es: Tinte coloreado y escalas de temperatura
fr: Échelles de teinte et de température
pl: Pokolorowano skalę odcienia oraz temperatury
ru: Цветовые оттенки и шкалы температуры

source: Add zoom to fit page button
cs: Přidání tlačítka přizpůsobit stránce
de: Button hinzugefügt der die Funktion "Zoomen um an Seite anzupassen" bietet
es: Se añadió un botón para ajustar la escala a la página
fr: Ajout d'un zoom pour adapter le bouton de la page
pl: Dodano przycisk przybliż do wypełnienia strony
ru: Добавлена кнопка изменения масштаба страницы

source: Various UI fixes and improvements
cs: Různé opravy a vylepšení uživatelského rozhraní
de: Diverse Fehlerbehebungen und Verbesserungen an der UI
es: Varias correcciones y mejoras de la interfaz de usuario
fr: Diverses corrections et améliorations de l'interface
pl: Różne poprawki interfejsu oraz ulepszenia
ru: Различные исправления и улучшения пользовательского интерфейса

source: Prefer dark theme
cs: Upřednostnění tmavého motivu vzhledu
de: Dark mode bevorzugen
es: Preferencia de tema oscuro
fr: Ajout du thème sombre
pl: Preferuj ciemny motyw
ru: Предпочтение темной теме

source: WebP format support
cs: Podpora formátu WebP
de: Unterstützung für das WebP Format
es: Compatibilidad con el formato WebP
fr: Prise en charge du format WebP
pl: Wsparcie dla formatu WebP
ru: Поддержка формата WebP

source: Improved HiDPI support
cs: Vylepšená podpora obrazovek s velmi vysokým rozlišením (HiDPI)
de: Verbesserte HiDPI-Unterstützung
es: Mejor compatibilidad con pantallas de densidad alta
fr: Amélioration de la prise en charge des écrans HiDPI
pl: Poprawiono wsparcie dla HiDPI
ru: Улучшена поддержка HiDPI

source: Preserve metadata when opening photo directly from the filesystem
cs: Zachovat metadata při otevření fotografie přímo ze souborového systému
de: Beibehaltung der Metadaten beim Öffnen von Fotos direkt aus dem Dateisystem
es: Se conservan los metadatos al abrir la foto directamente desde el sistema de archivos
fr: Préserver les métadonnées lors de l'ouverture de la photo directement depuis le système de fichiers
pl: Zachowaj metadane podczas otwierania zdjęcia bezpośrednio z systemu plików
ru: Метаданные сохраняются при открытии фотографии напрямую из файловой системы

source: Fix navigation to next photo with left/right arrow keys on keyboard
cs: Oprava přepínání na další fotku pomocí levé/pravé šipky na klávesnici
de: Fehler bei der Navigation mit den Pfeiltasten der Tastatur zum nächsten Foto behoben
es: Se arregló la navegación a la foto siguiente con las flechas izquierda y derecha del teclado
fr: Correction de la navigation avec les flèches gauche/droite du clavier
pl: Poprawiono nawigację do następnego zdjęcia przy użyciu przycisków na klawiaturze lewo/prawo
ru: Исправлена ошибка навигации между фотографиями с помощью навигационных клавиш

source: Left bracket key rotates counterclockwise now
cs: Klávesa levé závorky otáčí nyní proti směru hodinových ručiček
de: Taste »Eckige Klammer links« dreht Fotos jetzt gegen den Uhrzeigersinn
es: La tecla de corchete de apertura ahora gira en sentido antihorario
fr: La touche d'accolade gauche effectue une rotation horaire
pl: Klawisz lewego nawiasu kwadratowego obraca teraz przeciwnie do ruchu wskazówek zegara
ru: Исправлено поведение клавиши открывающей квадратной скобки, теперь она отвечает за вращение против часовой стрелки

source: Moved search into the headerbar and fixed a bug that prevents typing into the searchbox
cs: Vyhledávání přesunuto do headerbaru a opravena chyba zamezující psání do vyhledávacího políčka
de: Die Suche wurde in die Kopfzeile verschoben und ein Fehler behoben, der die Eingabe in das Suchfeld verhindert
es: Se movió la búsqueda a la barra de cabecera y se arregló el error que impedía escribir en el cuadro de búsqueda
fr: Déplacement de la recherche dans la barre de titre et correction d'une anomalie empêchant d'écrire dans la barre de recherche
pl: Przeniesiono wyszukiwanie do paska nagłówka i poprawiono błąd, który uniemożliwiał pisanie w polu wyszukiwania
ru: Строка поиска перемещена в заголовок окна; исправлена ошибка, мешающая печати в строке поиска

source: Removed star and rejected ratings
cs: Odstraněno hvězdičkové a odmítací hodnocení
de: Stern gelöscht und Bewertungen verworfen
es: Se quitaron las valoraciones por estrellas y de rechazado
fr: Suppression des classements étoiles et rejetés
pl: Usunięto gwiazdki i system oceniania
ru: Удалён рейтинг

source: Expand image viewer permissions to include the entire home folder
sv: Utöka behörigheterna för bildvisning till att omfatta hela hemmappen
zh_tw: 擴展影像檢視器的權限來包含整個家屋資料夾

source: Fix loading slideshow plugins
sv: Fixar inläsning av bildspelstillägg
zh_tw: 修正投影秀插件的載入

source: Remove dead publishing plugins
sk: Odstránenie nefunkčných zverejňovacích doplnkov
sv: Ta bort plugins för publicering som inte fungerar
zh_tw: 移除不再能使用的發佈插件

source: Use wallpaper portal
sk: Používať tapetový portál
sv: Använd tapetportal
zh_tw: 使用桌面入口來存取桌布
